Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Talk with GPT-Live on the ChatGPT subscription your Hermes server is signed in to, instead of the Hermes speech pipeline. Hermes still does the work: GPT-Live hands requests to background jobs on this profile. The sign-in stays on your Hermes server, and it never falls back to API billing. Turning this on turns Gemini Live and Grok Live off.
de: Sprich mit GPT-Live über das ChatGPT-Abo, mit dem dein Hermes-Server angemeldet ist, statt über die Sprachverarbeitung von Hermes. Hermes erledigt weiterhin die Arbeit: GPT-Live gibt Anfragen an Hintergrundjobs in diesem Profil weiter. Die Anmeldung bleibt auf deinem Hermes-Server, und es wird nie auf API-Abrechnung ausgewichen. Wenn du dies aktivierst, werden Gemini Live und Grok Live deaktiviert.
es: Habla con GPT-Live a través de la suscripción de ChatGPT con la que ha iniciado sesión tu servidor Hermes, en lugar de con el sistema de voz de Hermes. Hermes sigue haciendo el trabajo: GPT-Live pasa las solicitudes a trabajos en segundo plano de este perfil. El inicio de sesión se queda en tu servidor Hermes y nunca recurre a la facturación de la API. Al activarlo se desactivan Gemini Live y Grok Live.
fr: Parlez avec GPT-Live via l'abonnement ChatGPT auquel votre serveur Hermes est connecté, au lieu du pipeline vocal d'Hermes. Hermes fait toujours le travail : GPT-Live confie les demandes à des jobs en arrière-plan sur ce profil. La connexion reste sur votre serveur Hermes et ne bascule jamais vers une facturation API. Activer cette option désactive Gemini Live et Grok Live.
id: Berbicara dengan GPT-Live melalui langganan ChatGPT yang digunakan server Hermes Anda untuk masuk, bukan pemrosesan ucapan Hermes. Pekerjaannya tetap dilakukan Hermes: GPT-Live menyerahkan permintaan ke pekerjaan latar di profil ini. Login tetap di server Hermes Anda, dan tidak pernah beralih ke penagihan API. Menyalakan ini akan mematikan Gemini Live dan Grok Live.
it: Parla con GPT-Live tramite l'abbonamento ChatGPT con cui ha effettuato l'accesso il tuo server Hermes, invece che con l'elaborazione vocale di Hermes. Il lavoro lo fa sempre Hermes: GPT-Live passa le richieste ai job in background di questo profilo. L'accesso resta sul tuo server Hermes e non ricorre mai alla fatturazione API. Se attivi questa opzione, Gemini Live e Grok Live vengono disattivati.
ja: Hermesの音声パイプラインの代わりに、HermesサーバがサインインしているChatGPTサブスクリプションでGPT-Liveと会話します。処理は引き続きHermesが行い、GPT-Liveはリクエストをこのプロファイルのバックグラウンドジョブに渡します。サインイン情報はHermesサーバに保持され、API課金に切り替わることはありません。これをオンにするとGemini LiveとGrok Liveはオフになります。
ko: Hermes 음성 처리 대신 Hermes 서버가 로그인된 ChatGPT 구독으로 GPT-Live와 대화해요. 작업은 여전히 Hermes가 해요. GPT-Live가 이 프로필의 백그라운드 작업에 요청을 넘겨요. 로그인 정보는 Hermes 서버에 그대로 남고, API 요금 청구로 전환되는 일은 없어요. 이 기능을 켜면 Gemini Live와 Grok Live가 꺼져요.
pl: Rozmawiaj z GPT-Live w ramach subskrypcji ChatGPT, na którą zalogowany jest Twój serwer Hermes, zamiast korzystać z przetwarzania mowy Hermesa. Pracę nadal wykonuje Hermes: GPT-Live przekazuje prośby do zleceń w tle w tym profilu. Logowanie pozostaje na Twoim serwerze Hermes i nigdy nie następuje przejście na rozliczanie przez API. Włączenie tej opcji wyłącza Gemini Live i Grok Live.
pt_br: Converse com o GPT-Live pela assinatura do ChatGPT em que seu servidor Hermes tem login, em vez de usar o fluxo de fala do Hermes. O Hermes continua fazendo o trabalho: o GPT-Live passa os pedidos para trabalhos em segundo plano neste perfil. O login fica no seu servidor Hermes, e nunca há cobrança pela API como alternativa. Ativar esta opção desativa o Gemini Live e o Grok Live.
ru: Говорите с GPT-Live через подписку ChatGPT, в которую выполнен вход на вашем сервере Hermes, вместо конвейера речи Hermes. Работу по-прежнему выполняет Hermes: GPT-Live передаёт запросы фоновым заданиям в этом профиле. Данные входа остаются на вашем сервере Hermes, и оплата через API никогда не используется. При включении Gemini Live и Grok Live выключаются.
tr: Hermes konuşma işleme hattı yerine, Hermes sunucunuzun giriş yaptığı ChatGPT aboneliğindeki GPT-Live ile konuşun. İşi yine Hermes yapar: GPT-Live istekleri bu profildeki arka plan işlerine devreder. Giriş Hermes sunucunuzda kalır ve asla API faturalandırmasına geri dönmez. Bunu açmak Gemini Live ve Grok Live'ı kapatır.
zh_hans: 使用你的 Hermes 服务器已登录的 ChatGPT 订阅与 GPT-Live 对话，而不是使用 Hermes 语音流程。工作仍由 Hermes 完成：GPT-Live 会把请求交给此配置文件上的后台任务。登录信息会保留在你的 Hermes 服务器上，并且绝不会改用 API 计费。开启此项会关闭 Gemini Live 和 Grok Live。
zh_hant: 透過 Hermes 伺服器登入的 ChatGPT 訂閱與 GPT-Live 對話，而不是使用 Hermes 的語音處理流程。實際工作仍由 Hermes 完成：GPT-Live 會把請求交給此設定檔上的背景工作。登入資訊會保留在你的 Hermes 伺服器上，且絕不會改用 API 計費。開啟此選項會關閉 Gemini Live 和 Grok Live。

source: Talk with Grok Live, xAI's realtime voice model, instead of the Hermes speech pipeline. Hermes still does the work: Grok hands requests to background jobs on this profile. Your Hermes server connects to xAI with its SuperGrok sign-in (or its XAI_API_KEY), which stays on the server. Turning this on turns Gemini Live and GPT-Live off.
de: Sprich mit Grok Live, dem Echtzeit-Sprachmodell von xAI, statt über die Sprachverarbeitung von Hermes. Hermes erledigt weiterhin die Arbeit: Grok gibt Anfragen an Hintergrundjobs in diesem Profil weiter. Dein Hermes-Server verbindet sich über seine SuperGrok-Anmeldung (oder seinen XAI_API_KEY) mit xAI; die Zugangsdaten bleiben auf dem Server. Wenn du dies aktivierst, werden Gemini Live und GPT-Live deaktiviert.
es: Habla con Grok Live, el modelo de voz en tiempo real de xAI, en lugar de con el sistema de voz de Hermes. Hermes sigue haciendo el trabajo: Grok pasa las solicitudes a trabajos en segundo plano de este perfil. Tu servidor Hermes se conecta a xAI con su cuenta de SuperGrok (o su XAI_API_KEY), que se queda en el servidor. Al activarlo se desactivan Gemini Live y GPT-Live.
fr: Parlez avec Grok Live, le modèle vocal en temps réel de xAI, au lieu du pipeline vocal d'Hermes. Hermes fait toujours le travail : Grok confie les demandes à des jobs en arrière-plan sur ce profil. Votre serveur Hermes se connecte à xAI avec sa connexion SuperGrok (ou sa XAI_API_KEY), qui reste sur le serveur. Activer cette option désactive Gemini Live et GPT-Live.
id: Berbicara dengan Grok Live, model suara real-time dari xAI, bukan pemrosesan ucapan Hermes. Pekerjaannya tetap dilakukan Hermes: Grok menyerahkan permintaan ke pekerjaan latar di profil ini. Server Hermes Anda terhubung ke xAI dengan login SuperGrok-nya (atau XAI_API_KEY-nya), yang tetap di server. Menyalakan ini akan mematikan Gemini Live dan GPT-Live.
it: Parla con Grok Live, il modello vocale in tempo reale di xAI, invece che con l'elaborazione vocale di Hermes. Il lavoro lo fa sempre Hermes: Grok passa le richieste ai job in background di questo profilo. Il tuo server Hermes si connette a xAI con il proprio accesso SuperGrok (o la propria XAI_API_KEY), che resta sul server. Se attivi questa opzione, Gemini Live e GPT-Live vengono disattivati.
ja: Hermesの音声パイプラインの代わりに、xAIのリアルタイム音声モデルであるGrok Liveと会話します。処理は引き続きHermesが行い、Grokはリクエストをこのプロファイルのバックグラウンドジョブに渡します。HermesサーバはSuperGrokのサインイン情報（またはXAI_API_KEY）を使ってxAIに接続し、これらはサーバ上に保持されます。これをオンにするとGemini LiveとGPT-Liveはオフになります。
ko: Hermes 음성 처리 대신 xAI의 실시간 음성 모델인 Grok Live와 대화해요. 작업은 여전히 Hermes가 해요. Grok이 이 프로필의 백그라운드 작업에 요청을 넘겨요. Hermes 서버는 SuperGrok 로그인(또는 XAI_API_KEY)으로 xAI에 연결하며, 이 정보는 서버에 그대로 남아요. 이 기능을 켜면 Gemini Live와 GPT-Live가 꺼져요.
pl: Rozmawiaj z Grok Live, modelem głosowym xAI działającym w czasie rzeczywistym, zamiast korzystać z przetwarzania mowy Hermesa. Pracę nadal wykonuje Hermes: Grok przekazuje prośby do zleceń w tle w tym profilu. Twój serwer Hermes łączy się z xAI za pomocą logowania SuperGrok (lub klucza XAI_API_KEY), które pozostaje na serwerze. Włączenie tej opcji wyłącza Gemini Live i GPT-Live.
pt_br: Converse com o Grok Live, o modelo de voz em tempo real da xAI, em vez de usar o fluxo de fala do Hermes. O Hermes continua fazendo o trabalho: o Grok passa os pedidos para trabalhos em segundo plano neste perfil. Seu servidor Hermes se conecta à xAI com o login do SuperGrok (ou com a XAI_API_KEY dele), que fica no servidor. Ativar esta opção desativa o Gemini Live e o GPT-Live.
ru: Говорите с Grok Live — голосовой моделью xAI, работающей в реальном времени, — вместо конвейера речи Hermes. Работу по-прежнему выполняет Hermes: Grok передаёт запросы фоновым заданиям в этом профиле. Ваш сервер Hermes подключается к xAI через вход в SuperGrok (или через XAI_API_KEY), и эти данные остаются на сервере. При включении Gemini Live и GPT-Live выключаются.
tr: Hermes konuşma işleme hattı yerine xAI'ın gerçek zamanlı ses modeli Grok Live ile konuşun. İşi yine Hermes yapar: Grok istekleri bu profildeki arka plan işlerine devreder. Hermes sunucunuz xAI'a SuperGrok girişiyle (veya XAI_API_KEY ile) bağlanır; bu bilgi sunucuda kalır. Bunu açmak Gemini Live ve GPT-Live'ı kapatır.
zh_hans: 与 xAI 的实时语音模型 Grok Live 对话，而不是使用 Hermes 语音流程。工作仍由 Hermes 完成：Grok 会把请求交给此配置文件上的后台任务。你的 Hermes 服务器会使用其 SuperGrok 登录（或其 XAI_API_KEY）连接 xAI，这些凭据会保留在服务器上。开启此项会关闭 Gemini Live 和 GPT-Live。
zh_hant: 與 xAI 的即時語音模型 Grok Live 對話，而不是使用 Hermes 的語音處理流程。實際工作仍由 Hermes 完成：Grok 會把請求交給此設定檔上的背景工作。你的 Hermes 伺服器會使用其 SuperGrok 登入資訊（或其 XAI_API_KEY）連線到 xAI，這些資訊會保留在伺服器上。開啟此選項會關閉 Gemini Live 和 GPT-Live。

source: The voice and model are set on your Hermes server (voice.grok_live in the profile's config).
de: Stimme und Modell werden auf deinem Hermes-Server festgelegt (voice.grok_live in der Konfiguration des Profils).
es: La voz y el modelo se configuran en tu servidor Hermes (voice.grok_live en la configuración del perfil).
fr: La voix et le modèle sont définis sur votre serveur Hermes (voice.grok_live dans la configuration du profil).
id: Suara dan model diatur di server Hermes Anda (voice.grok_live di konfigurasi profil).
it: La voce e il modello sono impostati sul tuo server Hermes (voice.grok_live nella configurazione del profilo).
ja: 音声とモデルはHermesサーバで設定します（プロファイルの設定のvoice.grok_live）。
ko: 목소리와 모델은 Hermes 서버에서 설정해요(프로필 구성의 voice.grok_live).
pl: Głos i model są ustawiane na Twoim serwerze Hermes (voice.grok_live w konfiguracji profilu).
pt_br: A voz e o modelo são definidos no seu servidor Hermes (voice.grok_live na configuração do perfil).
ru: Голос и модель задаются на вашем сервере Hermes (voice.grok_live в конфигурации профиля).
tr: Ses ve model Hermes sunucunuzda ayarlanır (profil yapılandırmasındaki voice.grok_live).
zh_hans: 声音和模型在你的 Hermes 服务器上设置（配置文件中的 voice.grok_live）。
zh_hant: 聲音和模型是在你的 Hermes 伺服器上設定的（設定檔組態中的 voice.grok_live）。

source: Use Grok Live for voice
de: Grok Live als Sprachmodus nutzen
es: Usar Grok Live para la voz
fr: Utiliser Grok Live pour la voix
id: Gunakan Grok Live untuk suara
it: Usa Grok Live per la voce
ja: 音声にGrok Liveを使用
ko: 음성에 Grok Live 사용
pl: Grok Live jako tryb głosowy
pt_br: Usar Grok Live para voz
ru: Использовать Grok Live для голоса
tr: Ses için Grok Live'ı kullan
zh_hans: 使用 Grok Live 进行语音对话
zh_hant: 使用 Grok Live 進行語音

source: A reply running there always finishes first. If you go back to that app, reopen the chat there to see what you sent from Conduit.
de: Eine dort laufende Antwort wird immer zuerst abgeschlossen. Wenn du zu dieser App zurückkehrst, öffne den Chat dort erneut, um zu sehen, was du aus Conduit gesendet hast.
es: Una respuesta en curso allí siempre termina primero. Si vuelves a esa app, abre de nuevo el chat allí para ver lo que enviaste desde Conduit.
fr: Une réponse en cours là-bas se termine toujours d'abord. Si vous revenez dans cette app, rouvrez-y la discussion pour voir ce que vous avez envoyé depuis Conduit.
id: Balasan yang sedang berjalan di sana selalu diselesaikan terlebih dahulu. Jika Anda kembali ke app tersebut, buka ulang obrolan di sana untuk melihat apa yang Anda kirim dari Conduit.
it: Una risposta in corso lì termina sempre prima. Se torni in quell'app, riapri lì la chat per vedere cosa hai inviato da Conduit.
ja: そちらで実行中の返信は常に先に完了します。そのアプリに戻った場合は、そちらでチャットを開き直すと、Conduitから送信した内容が表示されます。
ko: 그곳에서 실행 중인 응답은 항상 먼저 끝나요. 그 앱으로 돌아가면 그곳에서 채팅을 다시 열어야 Conduit에서 보낸 내용을 볼 수 있어요.
pl: Trwająca tam odpowiedź zawsze najpierw się kończy. Jeśli wrócisz do tamtej aplikacji, otwórz tam czat ponownie, aby zobaczyć, co wysłano z Conduit.
pt_br: Uma resposta em andamento lá sempre termina primeiro. Se você voltar para aquele app, reabra o chat lá para ver o que você enviou pelo Conduit.
ru: Ответ, который там уже выполняется, всегда завершается первым. Если вы вернётесь в то приложение, откройте там чат заново, чтобы увидеть, что вы отправили из Conduit.
tr: Orada çalışan bir yanıt her zaman önce tamamlanır. O uygulamaya geri dönerseniz Conduit'ten gönderdiklerinizi görmek için sohbeti orada yeniden açın.
zh_hans: 那里正在进行的回复总会先完成。如果你回到那个应用，请在那里重新打开对话，才能看到你从 Conduit 发送的内容。
zh_hant: 那裡正在進行的回覆一律會先完成。如果你回到該 App，請在那裡重新打開聊天，才能看到你從 Conduit 傳送的內容。

source: Chats open on your computer
de: Auf deinem Computer geöffnete Chats
es: Chats abiertos en tu equipo
fr: Discussions ouvertes sur votre ordinateur
id: Obrolan yang terbuka di komputer Anda
it: Chat aperte sul tuo computer
ja: コンピュータで開いているチャット
ko: 컴퓨터에서 열려 있는 채팅
pl: Czaty otwarte na komputerze
pt_br: Chats abertos no computador
ru: Чаты, открытые на компьютере
tr: Bilgisayarınızda açık sohbetler
zh_hans: 在电脑上打开的对话
zh_hant: 在你電腦上打開的聊天

source: Couldn't take this chat over. Check the connection to your Hermes host and try again.
de: Dieser Chat konnte nicht übernommen werden. Prüfe die Verbindung zu deinem Hermes-Host und versuche es erneut.
es: No se pudo retomar este chat. Comprueba la conexión con tu host de Hermes y vuelve a intentarlo.
fr: Impossible de reprendre cette discussion. Vérifiez la connexion à votre hôte Hermes et réessayez.
id: Tidak dapat mengambil alih obrolan ini. Periksa koneksi ke host Hermes Anda dan coba lagi.
it: Impossibile riprendere questa chat. Controlla la connessione al tuo host Hermes e riprova.
ja: このチャットを引き継げませんでした。Hermesホストへの接続を確認して、もう一度お試しください。
ko: 이 채팅을 넘겨받을 수 없었어요. Hermes 호스트 연결을 확인하고 다시 시도하세요.
pl: Nie udało się przejąć tego czatu. Sprawdź połączenie z hostem Hermes i spróbuj ponownie.
pt_br: Não foi possível assumir este chat. Verifique a conexão com seu host Hermes e tente novamente.
ru: Не удалось перенести этот чат. Проверьте подключение к хосту Hermes и повторите попытку.
tr: Bu sohbet devralınamadı. Hermes ana makinenizle bağlantıyı denetleyip yeniden deneyin.
zh_hans: 无法接管此对话。请检查与 Hermes 主机的连接，然后重试。
zh_hant: 無法接管這個聊天。請檢查與 Hermes 主機的連線，然後再試一次。

source: Couldn't take this chat over: %@
de: Dieser Chat konnte nicht übernommen werden: %@
es: No se pudo retomar este chat: %@
fr: Impossible de reprendre cette discussion : %@
id: Tidak dapat mengambil alih obrolan ini: %@
it: Impossibile riprendere questa chat: %@
ja: このチャットを引き継げませんでした：%@
ko: 이 채팅을 넘겨받을 수 없었어요: %@
pl: Nie udało się przejąć tego czatu: %@
pt_br: Não foi possível assumir este chat: %@
ru: Не удалось перенести этот чат: %@
tr: Bu sohbet devralınamadı: %@
zh_hans: 无法接管此对话：%@
zh_hant: 無法接管這個聊天：%@

source: Hermes lets one app use a chat at a time. When a chat is open in Hermes Desktop or a terminal, Conduit offers to take it over when you send.
de: Hermes lässt immer nur eine App einen Chat nutzen. Ist ein Chat in Hermes Desktop oder einem Terminal geöffnet, bietet Conduit beim Senden an, ihn zu übernehmen.
es: Hermes permite que solo una app use un chat a la vez. Cuando un chat está abierto en Hermes Desktop o en un terminal, Conduit ofrece retomarlo al enviar.
fr: Hermes ne permet qu'à une seule app à la fois d'utiliser une discussion. Lorsqu'une discussion est ouverte dans Hermes Desktop ou un terminal, Conduit propose de la reprendre quand vous envoyez un message.
id: Hermes hanya mengizinkan satu app menggunakan obrolan pada satu waktu. Saat obrolan terbuka di Hermes Desktop atau terminal, Conduit menawarkan untuk mengambil alihnya saat Anda mengirim.
it: Hermes consente a una sola app alla volta di usare una chat. Quando una chat è aperta in Hermes Desktop o in un terminale, Conduit ti propone di riprenderla quando invii un messaggio.
ja: Hermesでは、1つのチャットを同時に使用できるアプリは1つだけです。チャットがHermes Desktopまたはターミナルで開かれている場合、送信時にConduitが引き継ぐかどうかを確認します。
ko: Hermes에서는 한 번에 하나의 앱만 채팅을 사용할 수 있어요. Hermes Desktop이나 터미널에서 채팅이 열려 있으면 보낼 때 Conduit이 넘겨받을지 물어봐요.
pl: Hermes pozwala korzystać z czatu tylko jednej aplikacji naraz. Gdy czat jest otwarty w Hermes Desktop lub w terminalu, Conduit proponuje jego przejęcie przy wysyłaniu.
pt_br: O Hermes permite que só um app use um chat por vez. Quando um chat está aberto no Hermes Desktop ou em um terminal, o Conduit se oferece para assumi-lo quando você envia.
ru: Hermes позволяет работать с чатом одновременно только одному приложению. Если чат открыт в Hermes Desktop или в терминале, при отправке Conduit предложит перенести его сюда.
tr: Hermes, bir sohbetin aynı anda tek bir uygulamada kullanılmasına izin verir. Bir sohbet Hermes Desktop'ta veya bir terminalde açıksa Conduit, gönderdiğinizde sohbeti devralmayı önerir.
zh_hans: Hermes 同一时间只允许一个应用使用某个对话。当对话在 Hermes Desktop 或终端中打开时，你发送消息时 Conduit 会提供接管选项。
zh_hant: Hermes 一次只允許一個 App 使用同一個聊天。當聊天在 Hermes Desktop 或終端機中打開時，Conduit 會在你傳送訊息時提供接管選項。

source: Makes Conduit the app for this chat, then sends your message
de: Macht Conduit zur App für diesen Chat und sendet dann deine Nachricht
es: Convierte a Conduit en la app de este chat y luego envía tu mensaje
fr: Fait de Conduit l'app de cette discussion, puis envoie votre message
id: Menjadikan Conduit sebagai app untuk obrolan ini, lalu mengirim pesan Anda
it: Rende Conduit l'app di questa chat, poi invia il tuo messaggio
ja: このチャットをConduitに引き継いでから、メッセージを送信します
ko: 이 채팅을 Conduit으로 넘겨받은 다음 메시지를 보내요
pl: Ustawia Conduit jako aplikację dla tego czatu, a następnie wysyła wiadomość
pt_br: Torna o Conduit o app deste chat e depois envia sua mensagem
ru: Делает Conduit приложением для этого чата, затем отправляет ваше сообщение
tr: Conduit'i bu sohbetin uygulaması yapar, ardından mesajınızı gönderir
zh_hans: 让 Conduit 接管此对话，然后发送你的消息
zh_hant: 讓 Conduit 接管這個聊天，然後傳送你的訊息

source: Sending in a chat open in Hermes Desktop or a terminal takes it over without asking. Needs the Conduit notifier plugin on your Hermes host.
de: Wenn du in einem Chat sendest, der in Hermes Desktop oder einem Terminal geöffnet ist, wird er ohne Nachfrage übernommen. Erfordert das Conduit-Notifier-Plug-in auf deinem Hermes-Host.
es: Al enviar en un chat abierto en Hermes Desktop o en un terminal, se retoma sin preguntar. Requiere el plugin de notificaciones de Conduit en tu host de Hermes.
fr: Envoyer un message dans une discussion ouverte dans Hermes Desktop ou un terminal la reprend sans demander. Nécessite le plugin de notification Conduit sur votre hôte Hermes.
id: Mengirim di obrolan yang terbuka di Hermes Desktop atau terminal akan mengambil alihnya tanpa bertanya. Memerlukan plugin notifier Conduit di host Hermes Anda.
it: Se invii in una chat aperta in Hermes Desktop o in un terminale, Conduit la riprende senza chiedere. Richiede il plugin di notifica di Conduit sul tuo host Hermes.
ja: Hermes Desktopまたはターミナルで開かれているチャットで送信すると、確認なしで引き継ぎます。HermesホストにConduit通知プラグインが必要です。
ko: Hermes Desktop이나 터미널에서 열려 있는 채팅에 보내면 묻지 않고 넘겨받아요. Hermes 호스트에 Conduit 알림 플러그인이 필요해요.
pl: Wysłanie wiadomości w czacie otwartym w Hermes Desktop lub w terminalu przejmuje go bez pytania. Wymaga wtyczki powiadomień Conduit na hoście Hermes.
pt_br: Enviar em um chat aberto no Hermes Desktop ou em um terminal o assume sem perguntar. Requer o plugin notificador do Conduit no seu host Hermes.
ru: Отправка в чат, открытый в Hermes Desktop или в терминале, переносит его сюда без вопросов. Требуется плагин уведомлений Conduit на вашем хосте Hermes.
tr: Hermes Desktop'ta veya bir terminalde açık bir sohbette gönderim yapmak, sohbeti sormadan devralır. Hermes ana makinenizde Conduit bildirim eklentisi gerekir.
zh_hans: 在 Hermes Desktop 或终端中打开的对话里发送消息时，会直接接管该对话。需要在 Hermes 主机上安装 Conduit 通知插件。
zh_hant: 在 Hermes Desktop 或終端機中打開的聊天裡傳送訊息時，會直接接管，不再詢問。需要在 Hermes 主機上安裝 Conduit 通知外掛程式。

source: Take over automatically
de: Automatisch übernehmen
es: Retomar automáticamente
fr: Reprendre automatiquement
id: Ambil alih secara otomatis
it: Riprendi automaticamente
ja: 自動的に引き継ぐ
ko: 자동으로 넘겨받기
pl: Przejmuj automatycznie
pt_br: Assumir automaticamente
ru: Переносить автоматически
tr: Otomatik olarak devral
zh_hans: 自动接管
zh_hant: 自動接管

source: Take over this chat
de: Diesen Chat übernehmen
es: Retomar este chat
fr: Reprendre cette discussion
id: Ambil alih obrolan ini
it: Riprendi questa chat
ja: このチャットを引き継ぐ
ko: 이 채팅 넘겨받기
pl: Przejmij ten czat
pt_br: Assumir este chat
ru: Перенести чат сюда
tr: Bu sohbeti devral
zh_hans: 接管此对话
zh_hant: 接管這個聊天

source: This Hermes version can't hand a chat over.
de: Diese Hermes-Version kann keinen Chat übergeben.
es: Esta versión de Hermes no puede ceder un chat.
fr: Cette version d'Hermes ne peut pas transférer une discussion.
id: Versi Hermes ini tidak dapat menyerahkan obrolan.
it: Questa versione di Hermes non può cedere una chat.
ja: このバージョンのHermesはチャットの引き継ぎに対応していません。
ko: 이 Hermes 버전은 채팅을 넘겨줄 수 없어요.
pl: Ta wersja Hermesa nie umożliwia przekazania czatu.
pt_br: Esta versão do Hermes não consegue transferir um chat.
ru: Эта версия Hermes не умеет передавать чаты.
tr: Bu Hermes sürümü bir sohbeti devredemez.
zh_hans: 此 Hermes 版本无法转交对话。
zh_hant: 此 Hermes 版本無法移交聊天。

source: This chat is open in Conduit on another device or in the Hermes web chat. Send from there, or close it there and try again.
de: Dieser Chat ist in Conduit auf einem anderen Gerät oder im Hermes-Webchat geöffnet. Sende von dort, oder schließe ihn dort und versuche es erneut.
es: Este chat está abierto en Conduit en otro dispositivo o en el chat web de Hermes. Envía desde allí, o ciérralo allí y vuelve a intentarlo.
fr: Cette discussion est ouverte dans Conduit sur un autre appareil ou dans la discussion web d'Hermes. Envoyez depuis là-bas, ou fermez-la là-bas et réessayez.
id: Obrolan ini terbuka di Conduit di perangkat lain atau di obrolan web Hermes. Kirim dari sana, atau tutup di sana dan coba lagi.
it: Questa chat è aperta in Conduit su un altro dispositivo o nella chat web di Hermes. Invia da lì, oppure chiudila lì e riprova.
ja: このチャットは別のデバイスのConduitまたはHermesのWebチャットで開かれています。そちらから送信するか、そちらで閉じてからもう一度お試しください。
ko: 이 채팅은 다른 기기의 Conduit이나 Hermes 웹 채팅에서 열려 있어요. 그곳에서 보내거나, 그곳에서 닫은 후 다시 시도하세요.
pl: Ten czat jest otwarty w Conduit na innym urządzeniu lub w czacie internetowym Hermes. Wyślij wiadomość stamtąd albo zamknij go tam i spróbuj ponownie.
pt_br: Este chat está aberto no Conduit em outro aparelho ou no chat web do Hermes. Envie de lá ou feche-o lá e tente novamente.
ru: Этот чат открыт в Conduit на другом устройстве или в веб-чате Hermes. Отправьте сообщение оттуда или закройте чат там и повторите попытку.
tr: Bu sohbet başka bir cihazdaki Conduit'te veya Hermes web sohbetinde açık. Oradan gönderin ya da orada kapatıp yeniden deneyin.
zh_hans: 此对话已在另一台设备上的 Conduit 或 Hermes 网页聊天中打开。请在那里发送，或在那里关闭后重试。
zh_hant: 這個聊天已在另一部裝置上的 Conduit 或 Hermes 網頁聊天中打開。請在該處傳送，或在該處關閉後再試一次。
